[
  {
    "id": 1,
    "title": "Chunnel",
    "homepage": "http://chunnelmovie.com",
    "release_date": "",
    "overview": "Illuminating the darkest depths of international intrigue and personal sacrifice, 'Chunnel' takes you on a heart-pounding journey through the underbelly of the world's most vital tunnel. When a mysterious explosion rocks the Chunnel, trapping the U.S. President's daughter inside, the race against time begins. As rescuers tunnel their way through the wreckage, they unearth a web of conspiracies that threaten to reshape global politics. Unraveling the layers of deception becomes a gripping chess game, where every move could mean life or death. 'Chunnel' is not just a pulse-pounding thriller; it's a masterclass in suspense, leaving audiences at the edge of their seats, guessing until the final revelation. Get ready for a cinematic ride that will have you questioning alliances, unraveling secrets, and redefining the limits of human determination. The Chunnel holds more than just passengers; it harbors a tale of deception, bravery, and the resilience of the human spirit. Don't miss the tunnel of twists and turns that is 'Chunnel.'",
    "poster_path": "/images/posters/1.jpg",
    "runtime": 0,
    "tagline": "There's a war 100 meters below the English Channel",
    "popularity": 7.1,
    "imdb_id": "tt0137523",
    "vote_average": 6.2,
    "vote_count": 52
  },
  {
    "id": 2,
    "title": "Prognosis Negative",
    "homepage": "http://prognosisnegative.com",
    "release_date": "",
    "overview": "In a world on the brink of medical revolution, 'Prognosis Negative' delves into the moral complexities of a groundbreaking discovery. Dr. Michael Thornton, a brilliant but tormented scientist, grapples with the weight of his own creation—a miracle cure that could change the course of human history. As the pressure mounts to test the cure on a grand scale, Dr. Thornton faces an agonizing dilemma: should he risk the uncharted territory of human trials, even if it means putting his own family in the line of fire? The boundaries between professional duty and personal responsibility blur as the doctor's internal struggle unfolds onscreen, creating a gripping narrative that challenges our understanding of ethics, sacrifice, and the pursuit of scientific advancement. 'Prognosis Negative' is not just a medical thriller; it's a moral odyssey that forces audiences to confront the choices we make in the name of progress. Prepare for a cinematic journey that will keep you questioning the very fabric of human morality. The cure may be a miracle, but the cost may be too high. Are you ready for the prognosis?",
    "poster_path": "/images/posters/2.jpg",
    "runtime": 0,
    "tagline": "How far will a man go to find a cure?",
    "popularity": 8.3,
    "imdb_id": "tt0137523",
    "vote_average": 9.3,
    "vote_count": 822
  },
  {
    "id": 3,
    "title": "Checkmate",
    "homepage": "http://paramount.com/checkmatemovie",
    "release_date": "",
    "overview": "Prepare for a riveting game of strategy, power, and survival in 'Checkmate.' As the chessboard of life unfolds, our enigmatic king finds himself facing real-life checkmate, with danger lurking around every corner. Delve into a world where the lines between the game of kings and the game of life blur, and the stakes are higher than ever. In this thrilling dialogue-packed cinematic experience, witness the tension rise as the king confronts the harsh reality that the rules of the game may not be so different from the rules of his own kingdom. With everyone gunning for the throne, 'Checkmate' is a pulse-pounding journey that will have you questioning every move on and off the board. Can the king navigate the treacherous landscape and emerge victorious, or is checkmate inevitable? Get ready for a cinematic masterpiece that plays with the mind and keeps you on the edge of your seat until the very last move.",
    "poster_path": "/images/posters/3.jpg",
    "runtime": 0,
    "tagline": "Being the king is not a game... or is it?",
    "popularity": 3.3,
    "imdb_id": "tt0137523",
    "vote_average": 3.9,
    "vote_count": 98
  },
  {
    "id": 4,
    "title": "Death Blow",
    "homepage": "http://deathblowmovie.com",
    "release_date": "",
    "overview": "Get ready for a high-octane, adrenaline-fueled ride back to the thrilling era of the '80s in 'Death Blow.' When the line between friend and foe is as blurry as a neon-lit cityscape, Adam, an amnesia-stricken patient harboring government secrets, becomes the epicenter of a Cold War showdown. Enter John Rock, the only man standing between Adam and a lethal game of cat and mouse with the Soviets. As the clock ticks down, the race against time intensifies, weaving a web of suspense, intrigue, and explosive action that will leave you breathless. In a world where trust is a rare commodity and danger lurks in every shadow, 'Death Blow' takes you on a retro rollercoaster of espionage and survival. Can John Rock outmaneuver the forces determined to silence Adam, or will the secrets be lost to the winds of time? Buckle up for a cinematic experience that's as relentless as the ticking of the clock—because in the game of survival, every second counts.",
    "poster_path": "/images/posters/4.jpg",
    "runtime": 0,
    "tagline": "They're after you",
    "popularity": 9.2,
    "imdb_id": "tt0137523",
    "vote_average": 8.7,
    "vote_count": 721
  },
  {
    "id": 5,
    "title": "Blimp",
    "homepage": "http://sonypictures/blimp",
    "release_date": "",
    "overview": "Experience the harrowing tale of humanity against the backdrop of one of the most infamous moments in aviation history with 'Blimp.' This gripping docu-drama takes you on the maiden voyage of the ill-fated Hindenburg, where the lives of five passengers become intertwined in the face of impending disaster. As the colossal blimp soars through the skies, tensions rise, secrets unravel, and destinies collide. The meticulous attention to historical detail immerses audiences in the heart-wrenching reality of the Hindenburg tragedy. 'Blimp' is not just a reenactment; it's an emotional journey that explores the fragility of life, the resilience of the human spirit, and the enduring mysteries surrounding that fateful day. Brace yourself for a cinematic experience that will take you back in time and leave you on the edge of your seat as the story unfolds with the weight of history. Oh, the humanity!",
    "poster_path": "/images/posters/5.jpg",
    "runtime": 0,
    "tagline": "The original disaster movie",
    "popularity": 1.4,
    "imdb_id": "tt0137523",
    "vote_average": 2.2,
    "vote_count": 312
  },
  {
    "id": 6,
    "title": "Sack Lunch",
    "homepage": "http://sacklunch.com",
    "release_date": "",
    "overview": "Get ready for a hilarious ride with 'Sack Lunch,' a comedy that dives into the uproarious world of the McIntyre family. Charles, the engineer, faces workplace absurdities, Joy, the nurse, deals with medical mayhem, and their kids, Kitty and Mac, navigate the quirks of school life. As they embark on what should be a simple journey to a church potluck supper, their day turns into a sidesplitting series of unexpected twists. Workplace antics, medical mishaps, and school shenanigans collide in this lighthearted comedy that proves laughter is the best remedy. Join the McIntyre family for a feel-good adventure that celebrates the humor in life's unpredictability. 'Sack Lunch'—because sometimes the strangest days make for the best stories!",
    "poster_path": "/images/posters/6.jpg",
    "runtime": 0,
    "tagline": "Pack in the fun",
    "popularity": 7.5,
    "imdb_id": "tt0137523",
    "vote_average": 7.3,
    "vote_count": 42
  }
]